Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Search across forum topics, app directory listings, and resources. Results appear as you type.
ar: ابحث في المنتديات والتطبيقات والموارد. تظهر النتائج أثناء الكتابة.
de: Suche in Foren, Apps und Ressourcen. Ergebnisse erscheinen während der Eingabe.
el: Αναζήτηση σε θέματα φόρουμ, κατάλογο εφαρμογών και πόρους. Τα αποτελέσματα εμφανίζονται κατά την πληκτρολόγηση.
es: Busca en foros, apps y recursos. Los resultados aparecen mientras escribes.
fa: در موضوعات انجمن، برنامه‌ها و منابع جستجو کنید. نتایج هنگام تایپ نمایش داده می‌شوند.
fr: Recherchez dans les forums, apps et ressources. Les résultats apparaissent pendant la saisie.
he: חפש בנושאי פורום, קטלוג אפליקציות ומשאבים. התוצאות מופיעות בזמן הקלדה.
hi: फ़ोरम विषयों, ऐप्स और संसाधनों में खोजें। टाइप करते समय परिणाम दिखते हैं।
id: Cari di topik forum, direktori aplikasi, dan sumber daya. Hasil muncul saat Anda mengetik.
it: Cerca tra forum, app e risorse. I risultati appaiono mentre digiti.
ja: フォーラム、アプリ、リソースを検索。入力すると結果が表示されます。
ko: 포럼, 앱, 리소스를 검색합니다. 입력하는 동안 결과가 표시됩니다.
nl: Zoek door forums, apps en bronnen. Resultaten verschijnen terwijl je typt.
pl: Szukaj w tematach forum, katalogu aplikacji i zasobach. Wyniki pojawiają się podczas pisania.
pt: Pesquise em fóruns, apps e recursos. Os resultados aparecem enquanto você digita.
ru: Поиск по темам форума, каталогу приложений и ресурсам. Результаты появляются при вводе.
sv: Sök bland forumämnen, appkatalogen och resurser. Resultat visas medan du skriver.
th: ค้นหาในหัวข้อฟอรัม ไดเรกทอรีแอป และทรัพยากร ผลลัพธ์จะแสดงขณะที่คุณพิมพ์
tr: Forum konularında, uygulama dizininde ve kaynaklarda arama yapın. Yazarken sonuçlar görünür.
uk: Пошук по темах форуму, каталозі програм і ресурсах. Результати з'являються при введенні.
vi: Tìm kiếm trong các chủ đề diễn đàn, danh mục ứng dụng và tài nguyên. Kết quả xuất hiện khi bạn gõ.
zh_hans: 搜索论坛话题、应用和资源，输入即显示结果。

source: Search App Store
ar: البحث في App Store
de: App Store durchsuchen
el: Αναζήτηση στο App Store
es: Buscar en la App Store
fa: جستجو در App Store
fr: Rechercher sur l'App Store
he: חיפוש ב-App Store
hi: App Store खोजें
id: Cari App Store
it: Cerca sull'App Store
ja: App Store を検索
ko: App Store 검색
nl: Zoeken in App Store
pl: Szukaj w App Store
pt: Buscar na App Store
ru: Поиск в App Store
sv: Sök i App Store
th: ค้นหาใน App Store
tr: App Store'da Ara
uk: Пошук в App Store
vi: Tìm kiếm App Store
zh_hans: 在 App Store 中搜索

source: Search AppleVis
ar: البحث في AppleVis
de: AppleVis durchsuchen
el: Αναζήτηση στο AppleVis
es: Buscar en AppleVis
fa: جستجو در AppleVis
fr: Rechercher sur AppleVis
he: חיפוש ב-AppleVis
hi: AppleVis खोजें
id: Cari di AppleVis
it: Cerca su AppleVis
ja: AppleVisを検索
ko: AppleVis 검색
nl: AppleVis doorzoeken
pl: Szukaj w AppleVis
pt: Pesquisar no AppleVis
ru: Поиск в AppleVis
sv: Sök i AppleVis
th: ค้นหาใน AppleVis
tr: AppleVis'te Ara
uk: Пошук в AppleVis
vi: Tìm kiếm trong AppleVis
zh_hans: 搜索AppleVis

source: Search apps
ar: البحث عن التطبيقات
de: Apps suchen
el: Αναζήτηση εφαρμογών
es: Buscar apps
fa: جستجوی برنامه‌ها
fr: Rechercher des applis
he: חיפוש אפליקציות
hi: ऐप्स खोजें
id: Cari aplikasi
it: Cerca app
ja: アプリを検索
ko: 앱 검색
nl: Apps zoeken
pl: Szukaj aplikacji
pt: Buscar apps
ru: Поиск приложений
sv: Sök appar
th: ค้นหาแอป
tr: Uygulama ara
uk: Пошук додатків
vi: Tìm kiếm ứng dụng
zh_hans: 搜索应用

source: Search bug reports
ar: البحث في تقارير الأخطاء
de: Fehlerberichte suchen
el: Αναζήτηση αναφορών σφαλμάτων
es: Buscar informes de errores
fa: جستجوی گزارش‌های باگ
fr: Rechercher des signalements de bogues
he: חיפוש דיווחי באגים
hi: बग रिपोर्ट खोजें
id: Cari laporan bug
it: Cerca segnalazioni di bug
ja: 不具合報告を検索
ko: 버그 신고 검색
nl: Bugmeldingen zoeken
pl: Szukaj zgłoszeń błędów
pt: Buscar relatórios de bugs
ru: Поиск отчётов об ошибках
sv: Sök felrapporter
th: ค้นหารายงานบั๊ก
tr: Hata raporlarını ara
uk: Пошук звітів про помилки
vi: Tìm kiếm báo cáo lỗi
zh_hans: 搜索缺陷报告

source: Search Countries
ar: البحث عن الدول
de: Länder suchen
el: Αναζήτηση χωρών
es: Buscar países
fa: جستجوی کشورها
fr: Rechercher des pays
he: חיפוש מדינות
hi: देश खोजें
id: Cari negara
it: Cerca paesi
ja: 国を検索
ko: 국가 검색
nl: Landen zoeken
pl: Szukaj krajów
pt: Buscar países
ru: Поиск стран
sv: Sök länder
th: ค้นหาประเทศ
tr: Ülke ara
uk: Пошук країн
vi: Tìm kiếm quốc gia
zh_hans: 搜索国家/地区

source: Search forums, apps, resources…
ar: البحث في المنتديات والتطبيقات والموارد…
de: Foren, Apps, Ressourcen suchen…
el: Αναζήτηση φόρουμ, εφαρμογών, πόρων…
es: Buscar foros, apps, recursos…
fa: جستجو در انجمن‌ها، برنامه‌ها، منابع…
fr: Rechercher forums, apps, ressources…
he: חפש פורומים, אפליקציות, משאבים…
hi: फ़ोरम, ऐप्स, संसाधन खोजें…
id: Cari forum, aplikasi, sumber daya…
it: Cerca forum, app, risorse…
ja: フォーラム、アプリ、リソースを検索…
ko: 포럼, 앱, 리소스 검색…
nl: Zoek forums, apps, bronnen…
pl: Szukaj forów, aplikacji, zasobów…
pt: Pesquisar fóruns, apps, recursos…
ru: Поиск по форумам, приложениям, ресурсам…
sv: Sök forum, appar, resurser…
th: ค้นหาฟอรัม แอป ทรัพยากร…
tr: Forum, uygulama, kaynak ara…
uk: Пошук по форумах, програмах, ресурсах…
vi: Tìm diễn đàn, ứng dụng, tài nguyên…
zh_hans: 搜索论坛、应用、资源…

source: Search guides
ar: البحث في الأدلة
de: Anleitungen suchen
el: Αναζήτηση οδηγών
es: Buscar guías
fa: جستجوی راهنماها
fr: Rechercher des guides
he: חיפוש מדריכים
hi: गाइड खोजें
id: Cari panduan
it: Cerca guide
ja: ガイドを検索
ko: 가이드 검색
nl: Handleidingen zoeken
pl: Szukaj poradników
pt: Buscar guias
ru: Поиск руководств
sv: Sök guider
th: ค้นหาคู่มือ
tr: Kılavuz ara
uk: Пошук посібників
vi: Tìm kiếm hướng dẫn
zh_hans: 搜索指南

source: Search help
ar: البحث في المساعدة
de: Hilfe durchsuchen
el: Αναζήτηση βοήθειας
es: Buscar ayuda
fa: جستجوی راهنما
fr: Rechercher de l'aide
he: חיפוש עזרה
hi: सहायता खोजें
id: Cari bantuan
it: Cerca aiuto
ja: ヘルプを検索
ko: 도움말 검색
nl: Help zoeken
pl: Szukaj pomocy
pt: Buscar ajuda
ru: Поиск справки
sv: Sök hjälp
th: ค้นหาวิธีใช้
tr: Yardım ara
uk: Пошук довідки
vi: Tìm kiếm trợ giúp
zh_hans: 搜索帮助

source: Search help...
ar: البحث في المساعدة...
de: Hilfe durchsuchen …
el: Αναζήτηση βοήθειας…
es: Buscar ayuda…
fa: جستجوی راهنما...
fr: Rechercher de l'aide…
he: חיפוש עזרה...
hi: सहायता खोजें…
id: Cari bantuan…
it: Cerca aiuto…
ja: ヘルプを検索…
ko: 도움말 검색…
nl: Help zoeken…
pl: Szukaj pomocy…
pt: Buscar ajuda…
ru: Поиск справки…
sv: Sök hjälp…
th: ค้นหาวิธีใช้…
tr: Yardım ara…
uk: Пошук довідки…
vi: Tìm kiếm trợ giúp…
zh_hans: 搜索帮助……

source: Search Languages
ar: البحث في اللغات
de: Sprachen durchsuchen
el: Αναζήτηση γλωσσών
es: Buscar idiomas
fa: جستجوی زبان‌ها
fr: Rechercher des langues
he: חיפוש שפות
hi: भाषाएँ खोजें
id: Cari Bahasa
it: Cerca lingue
ja: 言語を検索
ko: 언어 검색
nl: Talen zoeken
pl: Szukaj języków
pt: Buscar idiomas
ru: Поиск языков
sv: Sök språk
th: ค้นหาภาษา
tr: Dilleri Ara
uk: Пошук мов
vi: Tìm ngôn ngữ
zh_hans: 搜索语言

source: Search posts
ar: البحث في المنشورات
de: Beiträge suchen
el: Αναζήτηση αναρτήσεων
es: Buscar publicaciones
fa: جستجوی پست‌ها
fr: Rechercher des publications
he: חיפוש פוסטים
hi: पोस्ट खोजें
id: Cari postingan
it: Cerca post
ja: 投稿を検索
ko: 게시물 검색
nl: Berichten zoeken
pl: Szukaj postów
pt: Buscar postagens
ru: Поиск публикаций
sv: Sök inlägg
th: ค้นหาโพสต์
tr: Gönderileri ara
uk: Пошук дописів
vi: Tìm kiếm bài đăng
zh_hans: 搜索帖子

source: Search Query
ar: استعلام البحث
de: Suchanfrage
el: Ερώτημα Αναζήτησης
es: Consulta de búsqueda
fa: عبارت جستجو
fr: Requête de recherche
he: שאילתת חיפוש
hi: खोज क्वेरी
id: Kueri Pencarian
it: Query di ricerca
ja: 検索クエリ
ko: 검색어
nl: Zoekopdracht
pl: Zapytanie wyszukiwania
pt: Consulta de busca
ru: Поисковый запрос
sv: Sökfråga
th: คำค้นหา
tr: Arama Sorgusu
uk: Пошуковий запит
vi: Truy vấn tìm kiếm
zh_hans: 搜索查询

source: Search Settings
ar: البحث في الإعدادات
de: Einstellungen durchsuchen
el: Αναζήτηση Ρυθμίσεων
es: Buscar en Configuración
fa: جستجوی تنظیمات
fr: Rechercher dans les réglages
he: חיפוש הגדרות
hi: सेटिंग्स खोजें
id: Cari Pengaturan
it: Cerca nelle impostazioni
ja: 設定を検索
ko: 설정 검색
nl: Instellingen zoeken
pl: Szukaj w ustawieniach
pt: Buscar em Configurações
ru: Поиск в настройках
sv: Sök inställningar
th: ค้นหาการตั้งค่า
tr: Ayarlarda ara
uk: Пошук у налаштуваннях
vi: Tìm kiếm Cài đặt
zh_hans: 搜索设置

source: Search the App Store for the app you want to add, or enter its details manually if you can't find it.
ar: ابحث في App Store عن التطبيق الذي تريد إضافته، أو أدخل تفاصيله يدويًا إذا لم تجده.
de: Suche im App Store nach der App, die du hinzufügen möchtest, oder gib ihre Daten manuell ein, falls du sie nicht findest.
el: Αναζητήστε στο App Store την εφαρμογή που θέλετε να προσθέσετε, ή εισαγάγετε τα στοιχεία της χειροκίνητα αν δεν τη βρίσκετε.
es: Busca en la App Store la app que quieres añadir, o introduce sus datos manualmente si no la encuentras.
fa: برنامه‌ای که می‌خواهید اضافه کنید را در App Store جستجو کنید، یا اگر آن را پیدا نکردید، جزئیات آن را به‌صورت دستی وارد کنید.
fr: Recherchez dans l'App Store l'application que vous souhaitez ajouter, ou saisissez ses informations manuellement si vous ne la trouvez pas.
he: חפש ב-App Store את האפליקציה שברצונך להוסיף, או הזן את פרטיה ידנית אם אינך מוצא אותה.
hi: जो ऐप आप जोड़ना चाहते हैं उसे App Store में खोजें, या यदि आपको नहीं मिलता है तो उसका विवरण मैन्युअल रूप से दर्ज करें।
id: Cari di App Store aplikasi yang ingin Anda tambahkan, atau masukkan detailnya secara manual jika Anda tidak dapat menemukannya.
it: Cerca nell'App Store l'app che vuoi aggiungere, oppure inserisci i suoi dati manualmente se non la trovi.
ja: 追加したいアプリをApp Storeで検索するか、見つからない場合は詳細を手動で入力してください。
ko: 추가하려는 앱을 App Store에서 검색하거나, 찾을 수 없는 경우 세부 정보를 직접 입력하세요.
nl: Zoek in de App Store naar de app die je wilt toevoegen, of voer de gegevens handmatig in als je hem niet kunt vinden.
pl: Wyszukaj w App Store aplikację, którą chcesz dodać, lub wprowadź jej dane ręcznie, jeśli jej nie znajdziesz.
pt: Pesquise na App Store o app que deseja adicionar, ou informe seus dados manualmente se não conseguir encontrá-lo.
ru: Найдите в App Store приложение, которое хотите добавить, или введите его данные вручную, если не можете найти его.
sv: Sök i App Store efter appen du vill lägga till, eller ange dess uppgifter manuellt om du inte hittar den.
th: ค้นหาแอปที่คุณต้องการเพิ่มใน App Store หรือป้อนรายละเอียดด้วยตนเองหากคุณหาไม่พบ
tr: Eklemek istediğiniz uygulamayı App Store'da arayın veya bulamıyorsanız bilgilerini elle girin.
uk: Знайдіть в App Store застосунок, який хочете додати, або введіть його дані вручну, якщо не можете його знайти.
vi: Tìm kiếm ứng dụng bạn muốn thêm trên App Store, hoặc nhập thông tin chi tiết theo cách thủ công nếu bạn không tìm thấy.
zh_hans: 在 App Store 中搜索您想添加的应用,如果找不到,请手动输入其详细信息。

source: Search Time Zones
ar: البحث عن المناطق الزمنية
de: Zeitzonen suchen
el: Αναζήτηση ζωνών ώρας
es: Buscar zonas horarias
fa: جستجوی مناطق زمانی
fr: Rechercher des fuseaux horaires
he: חיפוש אזורי זמן
hi: समय क्षेत्र खोजें
id: Cari zona waktu
it: Cerca fusi orari
ja: タイムゾーンを検索
ko: 시간대 검색
nl: Tijdzones zoeken
pl: Szukaj stref czasowych
pt: Buscar fusos horários
ru: Поиск часовых поясов
sv: Sök tidszoner
th: ค้นหาเขตเวลา
tr: Saat dilimi ara
uk: Пошук часових поясів
vi: Tìm kiếm múi giờ
zh_hans: 搜索时区

source: Search topics
ar: البحث في المواضيع
de: Themen suchen
el: Αναζήτηση θεμάτων
es: Buscar temas
fa: جستجوی موضوعات
fr: Rechercher des sujets
he: חיפוש נושאים
hi: विषय खोजें
id: Cari topik
it: Cerca argomenti
ja: トピックを検索
ko: 주제 검색
nl: Onderwerpen zoeken
pl: Szukaj wątków
pt: Buscar tópicos
ru: Поиск тем
sv: Sök ämnen
th: ค้นหาหัวข้อ
tr: Konu ara
uk: Пошук тем
vi: Tìm kiếm chủ đề
zh_hans: 搜索话题

source: Search Translation
ar: ترجمة البحث
de: Suchübersetzung
el: Μετάφραση Αναζήτησης
es: Traducción de búsqueda
fa: ترجمهٔ جستجو
fr: Traduction de recherche
he: תרגום חיפוש
hi: खोज अनुवाद
id: Terjemahan Pencarian
it: Traduzione della ricerca
ja: 検索の翻訳
ko: 검색 번역
nl: Zoekvertaling
pl: Tłumaczenie wyszukiwania
pt: Tradução de busca
ru: Перевод поиска
sv: Sököversättning
th: การแปลการค้นหา
tr: Arama Çevirisi
uk: Переклад пошуку
vi: Dịch tìm kiếm
zh_hans: 搜索翻译

source: Searches AppleVis for forum topics, apps, podcast episodes, or guides.
ar: يبحث في AppleVis عن مواضيع المنتدى أو التطبيقات أو حلقات البودكاست أو الأدلة.
de: Durchsucht AppleVis nach Forumsthemen, Apps, Podcast-Folgen oder Anleitungen.
el: Αναζητά στο AppleVis θέματα φόρουμ, εφαρμογές, επεισόδια podcast ή οδηγούς.
es: Busca en AppleVis temas del foro, apps, episodios de pódcast o guías.
fa: در AppleVis برای موضوعات انجمن، برنامه‌ها، قسمت‌های پادکست یا راهنماها جستجو می‌کند.
fr: Recherche dans AppleVis des sujets de forum, des applis, des épisodes de podcast ou des guides.
he: מחפש ב-AppleVis נושאי פורום, אפליקציות, פרקי פודקאסט או מדריכים.
hi: AppleVis में फ़ोरम विषयों, ऐप्स, पॉडकास्ट एपिसोड, या गाइड की खोज करता है。
id: Mencari AppleVis untuk topik forum, aplikasi, episode podcast, atau panduan.
it: Cerca su AppleVis argomenti del forum, app, episodi del podcast o guide.
ja: AppleVis 内のフォーラムトピック、アプリ、ポッドキャストエピソード、ガイドを検索します。
ko: AppleVis에서 포럼 주제, 앱, 팟캐스트 에피소드, 가이드를 검색합니다.
nl: Doorzoekt AppleVis op forumonderwerpen, apps, podcastafleveringen of handleidingen.
pl: Przeszukuje AppleVis pod kątem wątków forum, aplikacji, odcinków podcastów lub poradników.
pt: Pesquisa na AppleVis por tópicos do fórum, apps, episódios de podcast ou guias.
ru: Ищет в AppleVis темы форума, приложения, эпизоды подкаста или руководства.
sv: Söker i AppleVis efter forumämnen, appar, poddavsnitt eller guider.
th: ค้นหาหัวข้อฟอรัม แอป ตอนพอดแคสต์ หรือคู่มือใน AppleVis
tr: AppleVis'te forum konularını, uygulamaları, podcast bölümlerini veya kılavuzları arar.
uk: Шукає в AppleVis теми форуму, додатки, епізоди подкасту чи посібники.
vi: Tìm kiếm trên AppleVis các chủ đề diễn đàn, ứng dụng, tập podcast hoặc hướng dẫn.
zh_hans: 在 AppleVis 中搜索论坛话题、应用、播客单集或指南。

source: Searching…
ar: جارٍ البحث…
de: Suche läuft…
el: Αναζήτηση…
es: Buscando…
fa: در حال جستجو…
fr: Recherche en cours…
he: מחפש…
hi: खोज रहा है…
id: Mencari…
it: Ricerca in corso…
ja: 検索中…
ko: 검색 중…
nl: Zoeken…
pl: Szukanie…
pt: Pesquisando…
ru: Поиск…
sv: Söker…
th: กำลังค้นหา…
tr: Aranıyor…
uk: Пошук…
vi: Đang tìm kiếm…
zh_hans: 搜索中…

source: Section
ar: القسم
de: Abschnitt
el: Ενότητα
es: Sección
fa: بخش
he: קטע
hi: अनुभाग
id: Bagian
it: Sezione
ja: セクション
ko: 섹션
nl: Sectie
pl: Sekcja
pt: Seção
ru: Раздел
sv: Avsnitt
th: ส่วน
tr: Bölüm
uk: Розділ
vi: Phần
zh_hans: 部分

source: See a short, skippable walkthrough of Home, Discover, For You, Search, Profile, and Settings.
ar: شاهد جولة قصيرة يمكن تخطيها للشاشة الرئيسية والاستكشاف ومن أجلك والبحث والملف الشخصي والإعدادات.
de: Sieh dir eine kurze, überspringbare Einführung zu Home, Entdecken, Für dich, Suche, Profil und Einstellungen an.
el: Δείτε μια σύντομη, παραλείψιμη περιήγηση των Αρχική, Ανακάλυψη, Για Εσάς, Αναζήτηση, Προφίλ και Ρυθμίσεις.
es: Mira un breve recorrido, que puedes omitir, de Inicio, Descubrir, Para ti, Buscar, Perfil y Configuración.
fa: یک راهنمای کوتاه و قابل رد کردن از صفحهٔ اصلی، کشف کنید، برای شما، جستجو، نمایه و تنظیمات را ببینید.
fr: Consultez une courte visite guidée, ignorable, d'Accueil, Découvrir, Pour vous, Recherche, Profil et Réglages.
he: צפה בהדרכה קצרה וניתנת לדילוג על הבית, גילוי, בשבילך, חיפוש, פרופיל והגדרות.
hi: होम, खोजें, आपके लिए, खोज, प्रोफ़ाइल, और सेटिंग्स का एक छोटा, छोड़ा जा सकने वाला वॉकथ्रू देखें。
id: Lihat panduan singkat yang dapat dilewati tentang Beranda, Jelajahi, Untuk Anda, Pencarian, Profil, dan Pengaturan.
it: Guarda una breve guida, che puoi saltare, di Home, Scopri, Per te, Cerca, Profilo e Impostazioni.
ja: ホーム、見つける、あなたへ、検索、プロフィール、設定について、スキップ可能な短いウォークスルーをご覧ください。
ko: 홈, 둘러보기, 나를 위한, 검색, 프로필, 설정에 대한 짧고 건너뛸 수 있는 안내를 확인하세요.
nl: Bekijk een korte, overslaanbare rondleiding van Start, Ontdekken, Voor jou, Zoeken, Profiel en Instellingen.
pl: Obejrzyj krótki, możliwy do pominięcia przewodnik po Stronie głównej, Odkrywaj, Dla Ciebie, Wyszukiwaniu, Profilu i Ustawieniach.
pt: Veja um breve tour, que pode ser pulado, de Início, Descobrir, Para você, Busca, Perfil e Configurações.
ru: Посмотрите короткий и пропускаемый обзор «Главная», «Обзор», «Для вас», «Поиск», «Профиль» и «Настройки».
sv: Se en kort, hoppningsbar genomgång av Hem, Upptäck, För dig, Sök, Profil och Inställningar.
th: ดูวิธีการใช้งานสั้นๆ ที่ข้ามได้ของหน้าแรก ค้นพบ สำหรับคุณ ค้นหา โปรไฟล์ และการตั้งค่า
tr: Ana Sayfa, Keşfet, Sizin İçin, Arama, Profil ve Ayarlar'ın kısa, atlanabilir bir açıklamasını görün.
uk: Перегляньте короткий тур, який можна пропустити, для «Головна», «Огляд», «Для вас», «Пошук», «Профіль» і «Налаштування».
vi: Xem hướng dẫn ngắn có thể bỏ qua về Trang chủ, Khám phá, Dành cho bạn, Tìm kiếm, Hồ sơ và Cài đặt.
zh_hans: 查看关于“主页”“发现”“为您推荐”“搜索”“个人资料”和“设置”的简短可跳过的演示。

source: See milder language exactly as written. Strong language is still always blocked from posting.
ar: شاهد الألفاظ الأخف تمامًا كما كُتبت. تظل الألفاظ القوية محظورة دائمًا عند النشر.
de: Mildere Sprache genau so sehen, wie sie geschrieben wurde. Starke Sprache bleibt beim Posten weiterhin immer blockiert.
el: Δείτε την ηπιότερη γλώσσα ακριβώς όπως γράφτηκε. Η έντονη γλώσσα εξακολουθεί να αποκλείεται πάντα κατά τη δημοσίευση.
es: Ve el lenguaje más suave exactamente como se escribió. El lenguaje fuerte sigue siempre bloqueado al publicar.
fa: زبان ملایم‌تر را دقیقاً همان‌طور که نوشته شده ببینید. زبان تند همچنان همیشه هنگام ارسال مسدود می‌شود.
fr: Voyez le langage plus léger exactement tel qu'il a été écrit. Le langage fort reste toujours bloqué à la publication.
he: צפו בשפה מתונה יותר בדיוק כפי שנכתבה. שפה בוטה עדיין תמיד חסומה בעת פרסום.
hi: हल्की भाषा को बिल्कुल वैसे ही देखें जैसी लिखी गई है। पोस्ट करते समय कठोर भाषा हमेशा रोकी जाती रहेगी।
id: Lihat bahasa yang lebih ringan persis seperti yang ditulis. Bahasa kasar tetap selalu diblokir saat memposting.
it: Vedi il linguaggio più lieve esattamente come è stato scritto. Il linguaggio forte resta sempre bloccato durante la pubblicazione.
ja: 軽い言葉はそのまま書かれた通りに表示されます。強い言葉は投稿時に常にブロックされたままです。
ko: 순화된 표현을 작성된 그대로 볼 수 있습니다. 강한 표현은 게시 시 여전히 항상 차단됩니다.
nl: Bekijk mildere taal precies zoals geschreven. Sterke taal blijft altijd geblokkeerd bij het plaatsen.
pl: Zobacz łagodniejszy język dokładnie tak, jak został napisany. Mocny język nadal zawsze jest blokowany podczas publikowania.
pt: Veja a linguagem mais leve exatamente como foi escrita. A linguagem forte continua sempre bloqueada ao publicar.
ru: Видьте более мягкие слова точно так, как они написаны. Резкие выражения по-прежнему всегда блокируются при публикации.
sv: Se mildare språk exakt som det skrevs. Starkt språk blockeras fortfarande alltid vid publicering.
th: ดูภาษาที่รุนแรงน้อยกว่าตามที่เขียนไว้จริง ภาษารุนแรงยังคงถูกบล็อกเสมอเมื่อโพสต์
tr: Daha hafif ifadeleri tam olarak yazıldığı gibi görün. Güçlü ifadeler yine de paylaşırken her zaman engellenir.
uk: Переглядайте м'якіші слова саме так, як їх написано. Різкі вирази й надалі завжди блокуються під час публікації.
vi: Xem ngôn từ nhẹ hơn chính xác như đã viết. Ngôn từ mạnh vẫn luôn bị chặn khi đăng.
zh_hans: 较温和的用语会完全按原样显示。强烈用语在发布时仍会始终被屏蔽。

source: See ways to follow AppleVis on X, Facebook, and Mastodon.
ar: اطّلع على طرق متابعة AppleVis على X وFacebook وMastodon.
de: Sieh dir Möglichkeiten an, AppleVis auf X, Facebook und Mastodon zu folgen.
el: Δείτε τρόπους να ακολουθήσετε το AppleVis στο X, το Facebook και το Mastodon.
es: Descubre formas de seguir a AppleVis en X, Facebook y Mastodon.
fa: راه‌های دنبال کردن AppleVis در X، فیسبوک و ماستودون را ببینید.
fr: Découvrez comment suivre AppleVis sur X, Facebook et Mastodon.
he: ראה דרכים לעקוב אחר AppleVis ב-X, פייסבוק ומסטודון.
hi: X, Facebook, और Mastodon पर AppleVis को फ़ॉलो करने के तरीके देखें。
id: Lihat cara mengikuti AppleVis di X, Facebook, dan Mastodon.
it: Scopri i modi per seguire AppleVis su X, Facebook e Mastodon.
ja: X、Facebook、Mastodon で AppleVis をフォローする方法をご覧ください。
ko: X, Facebook, Mastodon에서 AppleVis를 팔로우하는 방법을 확인하세요.
nl: Bekijk manieren om AppleVis te volgen op X, Facebook en Mastodon.
pl: Zobacz sposoby obserwowania AppleVis na X, Facebooku i Mastodonie.
pt: Veja formas de seguir a AppleVis no X, Facebook e Mastodon.
ru: Посмотрите способы подписаться на AppleVis в X, Facebook и Mastodon.
sv: Se sätt att följa AppleVis på X, Facebook och Mastodon.
th: ดูวิธีติดตาม AppleVis บน X, Facebook และ Mastodon
tr: AppleVis'i X, Facebook ve Mastodon'da takip etme yollarını görün.
uk: Перегляньте способи підписатися на AppleVis у X, Facebook і Mastodon.
vi: Xem các cách theo dõi AppleVis trên X, Facebook và Mastodon.
zh_hans: 了解在 X、Facebook 和 Mastodon 上关注 AppleVis 的方式。

source: Select the Apple products you use. This is shown on your public profile.
ar: حدد منتجات Apple التي تستخدمها. يظهر هذا في ملفك الشخصي العام.
de: Wähle die Apple-Produkte aus, die du nutzt. Dies wird in deinem öffentlichen Profil angezeigt.
el: Επιλέξτε τα προϊόντα Apple που χρησιμοποιείτε. Αυτό εμφανίζεται στο δημόσιο προφίλ σας.
es: Selecciona los productos Apple que usas. Esto se muestra en tu perfil público.
fa: محصولات اپلی که استفاده می‌کنید را انتخاب کنید. این در نمایهٔ عمومی شما نمایش داده می‌شود.
fr: Sélectionnez les produits Apple que vous utilisez. Ceci est affiché sur votre profil public.
he: בחר את מוצרי Apple שבהם אתה משתמש. זה מוצג בפרופיל הציבורי שלך.
hi: आप जिन Apple उत्पादों का उपयोग करते हैं उन्हें चुनें। यह आपकी सार्वजनिक प्रोफ़ाइल पर दिखाया जाता है。
id: Pilih produk Apple yang Anda gunakan. Ini ditampilkan di profil publik Anda.
it: Seleziona i prodotti Apple che usi. Questo viene mostrato sul tuo profilo pubblico.
ja: 使用している Apple 製品を選択してください。これは公開プロフィールに表示されます。
ko: 사용 중인 Apple 제품을 선택하세요. 이는 공개 프로필에 표시됩니다.
nl: Selecteer de Apple-producten die je gebruikt. Dit wordt getoond op je openbare profiel.
pl: Wybierz produkty Apple, których używasz. Jest to widoczne na Twoim profilu publicznym.
pt: Selecione os produtos Apple que você usa. Isso é exibido no seu perfil público.
ru: Выберите продукты Apple, которые вы используете. Это отображается в вашем публичном профиле.
sv: Välj Apple-produkterna du använder. Detta visas i din offentliga profil.
th: เลือกผลิตภัณฑ์ Apple ที่คุณใช้ สิ่งนี้จะแสดงในโปรไฟล์สาธารณะของคุณ
tr: Kullandığınız Apple ürünlerini seçin. Bu, herkese açık profilinizde gösterilir.
uk: Виберіть продукти Apple, якими ви користуєтесь. Це відображається у вашому публічному профілі.
vi: Chọn sản phẩm Apple bạn sử dụng. Điều này hiển thị trên hồ sơ công khai của bạn.
zh_hans: 选择您使用的 Apple 产品。这将显示在您的公开个人资料中。

source: Send
ar: إرسال
de: Senden
el: Αποστολή
es: Enviar
fa: ارسال
fr: Envoyer
he: שליחה
hi: भेजें
id: Kirim
it: Invia
ja: 送信
ko: 보내기
nl: Verzenden
pl: Wyślij
pt: Enviar
ru: Отправить
sv: Skicka
th: ส่ง
tr: Gönder
uk: Надіслати
vi: Gửi
zh_hans: 发送

source: Send Feedback
ar: إرسال ملاحظات
de: Feedback senden
el: Αποστολή Σχολίων
es: Enviar comentarios
fa: ارسال بازخورد
fr: Envoyer des commentaires
he: שליחת משוב
hi: फ़ीडबैक भेजें
id: Kirim Masukan
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nl: Feedback verzenden
pl: Wyślij opinię
pt: Enviar comentários
ru: Отправить отзыв
sv: Skicka feedback
th: ส่งความคิดเห็น
tr: Geri Bildirim Gönder
uk: Надіслати відгук
vi: Gửi phản hồi
zh_hans: 发送反馈

source: Send Message
ar: إرسال الرسالة
de: Nachricht senden
el: Αποστολή Μηνύματος
es: Enviar mensaje
fa: ارسال پیام
fr: Envoyer le message
he: שליחת הודעה
hi: संदेश भेजें
id: Kirim Pesan
it: Invia messaggio
ja: メッセージを送信
ko: 메시지 보내기
nl: Bericht verzenden
pl: Wyślij wiadomość
pt: Enviar mensagem
ru: Отправить сообщение
sv: Skicka meddelande
th: ส่งข้อความ
tr: Mesaj Gönder
uk: Надіслати повідомлення
vi: Gửi tin nhắn
zh_hans: 发送消息
